Repository: kehwar/frappe_tweaks
Catalog: tweaks/locale/*.po
Languages: es_pe

source: <span class="h4">Tweaks</span>
es_pe: <span class="h4">Ajustes</span>

source: AC Action
es_pe: Acción AC

source: AC Permissions
es_pe: Permisos AC

source: AC Principal
es_pe: Principal AC

source: AC Principal Query Filters
es_pe: Filtros de Consulta Principal AC

source: AC Resource
es_pe: Recurso AC

source: AC Resource Action
es_pe: Acción de Recurso AC

source: AC Rule
es_pe: Regla AC

source: AC Rule Action
es_pe: Acción de Regla AC

source: AC Rule Principal
es_pe: Principal de Regla AC

source: AC Rule Resource
es_pe: Recurso de Regla AC

source: AC Rule cache cleared successfully
es_pe: Caché de Reglas AC limpiado exitosamente

source: AC Settings
es_pe: Configuraciones AC

source: API Error
es_pe: Error de API

source: API Method
es_pe: Método de API

source: Abbr
es_pe: Abrev.

source: Acces Control
es_pe: Control de Acceso

source: Accounts Manager
es_pe: Gerente de Contabilidad

source: Accounts User
es_pe: Usuario de Contabilidad

source: Action
es_pe: Acción

source: Action is required
es_pe: Se requiere una acción

source: Actions
es_pe: Acciones

source: Add any comments or notes about this review
es_pe: Agregar cualquier comentario o nota sobre esta revisión

source: All
es_pe: Todos

source: All Workflow Action Masters already have corresponding AC Actions
es_pe: Todos los Maestros de Acción de Flujo de Trabajo ya tienen Acciones AC correspondientes

source: All sync job logs have been cleared
es_pe: Todos los registros de trabajos de sincronización han sido limpiados

source: Allow Deletes
es_pe: Permitir Eliminaciones

source: Allow Inserts
es_pe: Permitir Inserciones

source: Allow Updates
es_pe: Permitir Actualizaciones

source: Allow Updates without changes
es_pe: Permitir Actualizaciones sin cambios

source: Amended From
es_pe: Enmendado Desde

source: An action with the scrubbed name '{0}' already exists: {1}
es_pe: Una acción con el nombre limpio '{0}' ya existe: {1}

source: Applied For
es_pe: Aplicado Para

source: Approve
es_pe: Aprobar

source: Approved
es_pe: Aprobado

source: Are you sure you want to clear all sync job logs? This action cannot be undone.
es_pe: ¿Estás seguro de que deseas limpiar todos los registros de trabajos de sincronización? Esta acción no se puede deshacer.

source: Array of spawned child jobs when multiple targets
es_pe: Arreglo de trabajos hijos generados cuando hay múltiples destinos

source: At least one Action is required
es_pe: Se requiere al menos una Acción

source: At least one action must be enabled.
es_pe: Al menos una acción debe estar habilitada.

source: At least one principal filter must not be an exception.
es_pe: Al menos un filtro principal no debe ser una excepción.

source: Auth Header
es_pe: Encabezado de Autenticación

source: Auto Queue
es_pe: Cola Automática

source: Auto Update Currency Exchange
es_pe: Actualizar Tipo de Cambio Automáticamente

source: Based on
es_pe: Basado en

source: Business Logic
es_pe: Lógica de Negocio

source: Business Logic Category
es_pe: Categoría de Lógica de Negocio

source: Business Logic Link
es_pe: Enlace de Lógica de Negocio

source: Business Logic Link Action
es_pe: Acción de Enlace de Lógica de Negocio

source: Cache
es_pe: Caché

source: Cache Settings
es_pe: Configuraciones de Caché

source: Can only start jobs with status Pending
es_pe: Solo se pueden iniciar trabajos con estado Pendiente

source: Cancel
es_pe: Cancelar

source: Cancel Reason
es_pe: Razón de Cancelación

source: Cancel Sync Job
es_pe: Cancelar Trabajo de Sincronización

source: Canceled
es_pe: Cancelado

source: Cannot cancel job with status {0}
es_pe: No se puede cancelar trabajo con estado {0}

source: Cannot edit a standard sync job type. Please duplicate and create a new one
es_pe: No se puede editar un tipo de trabajo de sincronización estándar. Por favor duplica y crea uno nuevo

source: Cannot submit document with pending mandatory reviews: {0}
es_pe: No se puede validar el documento con revisiones obligatorias pendientes: {0}

source: Category
es_pe: Categoría

source: Choose Actions
es_pe: Elegir Acciones

source: Clear AC Rule Cache
es_pe: Limpiar Caché de Reglas AC

source: Clear API Logs
es_pe: Limpiar Registros de API

source: Clear All Logs
es_pe: Limpiar Todos los Registros

source: Close
es_pe: Cerrar

source: Complete Review
es_pe: Completar Revisión

source: Connection test failed
es_pe: Prueba de conexión falló

source: Console
es_pe: Consola

source: Context
es_pe: Contexto

source: Create AC Actions from Workflow Action Master
es_pe: Crear Acciones AC desde Maestro de Acción de Flujo de Trabajo

source: Create Selected
es_pe: Crear Seleccionados

source: Create customer {0} ?
es_pe: ¿Crear cliente {0}?

source: Create from Workflow Action Master
es_pe: Crear desde Maestro de Acción de Flujo de Trabajo

source: Created {0} AC Action(s):
es_pe: Se crearon {0} Acción(es) AC:

source: Creating customer...
es_pe: Creando cliente...

source: Credentials
es_pe: Credenciales

source: Current Data
es_pe: Datos Actuales

source: Current Permissions
es_pe: Permisos Actuales

source: Custom
es_pe: Personalizado

source: Custom Field Name
es_pe: Nombre de Campo Personalizado

source: Customization Type
es_pe: Tipo de Personalización

source: Customizations
es_pe: Personalizaciones

source: DNI URL
es_pe: URL para DNI

source: Data
es_pe: Datos

source: Data Snapshots
es_pe: Instantáneas de Datos

source: Default Organization
es_pe: Organización Predeterminada

source: Default Permissions
es_pe: Permisos Predeterminados

source: Delay between retries in minutes
es_pe: Retraso entre reintentos en minutos

source: Delete
es_pe: Eliminar

source: Description
es_pe: Descripción

source: Details
es_pe: Detalles

source: Diff Summary
es_pe: Resumen de Diferencias

source: Differences
es_pe: Diferencias

source: Disabled
es_pe: Deshabilitado

source: Distinct Resource Query Filters
es_pe: Filtros de Consulta de Recurso Distintos

source: DocType
es_pe: Tipo de Documento

source: DocType Event
es_pe: Evento de DocType

source: DocType Group
es_pe: Grupo de DocType

source: DocType Group Member
es_pe: Miembro del Grupo de DocType

source: DocType Group Members
es_pe: Miembros del Grupo de DocType

source: DocType Type
es_pe: Tipo de DocType

source: Document Hook
es_pe: Gancho de Documento

source: Document Review
es_pe: Revisión de Documento

source: Document Review Rule
es_pe: Regla de Revisión de Documento

source: Document Type
es_pe: Tipo de Documento

source: Document Type is required
es_pe: Se requiere Tipo de Documento

source: Dry Run
es_pe: Ejecución de Prueba

source: Either 'data' or 'filters' must be provided
es_pe: Se debe proporcionar 'data' o 'filters'

source: Ended At
es_pe: Finalizado A las

source: Endpoint
es_pe: Punto Final

source: Error Message
es_pe: Mensaje de Error

source: Error evaluating Document Review Rule '{0}': {1}
es_pe: Error al evaluar la Regla de Revisión de Documento '{0}': {1}

source: Error reading HTML file '{0}'
es_pe: Error al leer el archivo HTML '{0}'

source: Error searching {0}: {1}
es_pe: Error buscando {0}: {1}

source: Error while searching RUC/DNI on SUNAT
es_pe: Error al buscar RUC/DNI en SUNAT

source: Event Frequency
es_pe: Frecuencia del Evento

source: Exception
es_pe: Excepción

source: Execution Tracking
es_pe: Seguimiento de Ejecución

source: Extra context payload for sync job (JSON)
es_pe: Carga útil de contexto adicional para trabajo de sincronización (JSON)

source: Failed
es_pe: Fallido

source: Field Name / Key
es_pe: Nombre de Campo / Clave

source: Fieldname
es_pe: Nombre del Campo

source: File '{0}' is not an HTML file
es_pe: El archivo '{0}' no es un archivo HTML

source: Filter
es_pe: Filtro

source: Filter ({0})
es_pe: Filtro ({0})

source: Filter Name
es_pe: Nombre del Filtro

source: Filter Type
es_pe: Tipo de Filtro

source: Filter by Query Filter (User, User Group, or Role). Only shows users matching the selected filter.
es_pe: Filtrar por Filtro de Consulta (Usuario, Grupo de Usuarios o Rol). Solo muestra usuarios que coincidan con el filtro seleccionado.

source: Filter by specific action. Shows Y/N instead of listing all actions.
es_pe: Filtrar por acción específica. Muestra S/N en lugar de listar todas las acciones.

source: Filter not found
es_pe: Filtro no encontrado

source: Filter: {0}
es_pe: Filtro: {0}

source: Filters
es_pe: Filtros

source: Finished
es_pe: Finalizado

source: Following fields are mandatory to create address:
es_pe: Los siguientes campos son obligatorios para crear la dirección:

source: Forbid
es_pe: Prohibir

source: HTML file '{0}' not found
es_pe: Archivo HTML '{0}' no encontrado

source: How sync was initiated
es_pe: Cómo se inició la sincronización

source: If Owner
es_pe: Si es Propietario

source: If unchecked, Delete operations will be skipped
es_pe: Si no está marcado, se omitirán las operaciones de Eliminación

source: If unchecked, Update operations will be skipped
es_pe: Si no está marcado, se omitirán las operaciones de Actualización

source: If unchecked, Update operations without changes will be skipped
es_pe: Si no está marcado, se omitirán las operaciones de Actualización sin cambios

source: If uncheked, Insert operations will be skipped
es_pe: Si no está marcado, se omitirán las operaciones de Inserción

source: Ignore Cache
es_pe: Ignorar Caché

source: Implemented
es_pe: Implementado

source: Insert
es_pe: Insertar

source: Invalid context JSON: {0}
es_pe: JSON de contexto inválido: {0}

source: Invalid operation '{0}'. Must be one of: {1}
es_pe: Operación inválida '{0}'. Debe ser una de: {1}

source: Is Standard
es_pe: Es Estándar

source: Job Configuration
es_pe: Configuración del Trabajo

source: Job Details
es_pe: Detalles del Trabajo

source: Job ID
es_pe: ID del Trabajo

source: Job timeout in seconds
es_pe: Tiempo de espera del trabajo en segundos

source: Key
es_pe: Clave

source: Level
es_pe: Nivel

source: Link Document Type
es_pe: Tipo de Documento de Enlace

source: Link Name
es_pe: Nombre del Enlace

source: Links
es_pe: Enlaces

source: Logs
es_pe: Registros

source: Main
es_pe: Principal

source: Managed Actions
es_pe: Acciones Administradas

source: Mandatory
es_pe: Obligatorio

source: Max Retries
es_pe: Máx. Reintentos

source: Maximum retry attempts
es_pe: Máximo de intentos de reintento

source: Message
es_pe: Mensaje

source: Missing Values Required
es_pe: Se Requieren Valores Faltantes

source: Module
es_pe: Módulo

source: Module validation failed: {0}
es_pe: La validación del módulo falló: {0}

source: Multiple Target Documents
es_pe: Múltiples Documentos Objetivo

source: Must be Administrator to run this query
es_pe: Debe ser Administrador para ejecutar esta consulta

source: Name
es_pe: Nombre

source: Naming Series
es_pe: Serie de Numeración

source: No Target
es_pe: Sin Destino

source: No data to export
es_pe: No hay datos para exportar

source: No enabled AC Actions found
es_pe: No se encontraron Acciones AC habilitadas

source: Only Administrator can save a standard sync job type. Please rename and save.
es_pe: Solo el Administrador puede guardar un tipo de trabajo de sincronización estándar. Por favor renombra y guarda.

source: Open
es_pe: Abrir

source: Operation
es_pe: Operación

source: Operation must be specified when target_document_name is provided
es_pe: Se debe especificar la operación cuando se proporciona target_document_name

source: Operations
es_pe: Operaciones

source: Optional. If not set, will be determined from target document during sync.
es_pe: Opcional. Si no se establece, se determinará desde el documento objetivo durante la sincronización.

source: Other
es_pe: Otro

source: Outdated
es_pe: Desactualizado

source: PERU API COM Console
es_pe: Consola PERU API COM

source: PERU API COM Log
es_pe: Registro PERU API COM

source: Parent Sync Job
es_pe: Trabajo de Sincronización Padre

source: Password
es_pe: Contraseña

source: Pending
es_pe: Pendiente

source: Pending Review
es_pe: Revisión Pendiente

source: Permit
es_pe: Permitir

source: Please select at least one action to create
es_pe: Por favor selecciona al menos una acción para crear

source: Preview SQL
es_pe: Vista Previa de SQL

source: Principal Filter
es_pe: Filtro Principal

source: Principal Filters
es_pe: Filtros Principales

source: Properties
es_pe: Propiedades

source: Query Filter
es_pe: Filtro de Consulta

source: Query Filters
es_pe: Filtros de Consulta

source: Queue
es_pe: Cola

source: Queued
es_pe: En Cola

source: RQ job ID
es_pe: ID de trabajo RQ

source: RQ queue name
es_pe: Nombre de cola RQ

source: RUC Sucursales URL
es_pe: URL de RUC Sucursales

source: RUC URL
es_pe: URL para RUC

source: RUC/DNI '{0}' not found on SUNAT
es_pe: RUC/DNI '{0}' no encontrado en SUNAT

source: Reason
es_pe: Razón

source: Reference
es_pe: Referencia

source: Reference DocName
es_pe: Nombre de DocType de Referencia

source: Reference DocType
es_pe: DocType de Referencia

source: Reference Document Name
es_pe: Nombre de Documento de Referencia

source: Reference Document Type
es_pe: Tipo de Documento de Referencia

source: Reference Name
es_pe: Nombre de Referencia

source: Reference Report
es_pe: Reporte de Referencia

source: Reference Title
es_pe: Título de Referencia

source: Reference Type
es_pe: Tipo de Referencia

source: Refresh
es_pe: Refrescar

source: Reject
es_pe: Rechazar

source: Rejected
es_pe: Rechazado

source: Relayed
es_pe: Retransmitido

source: Report
es_pe: Reporte

source: Report is required
es_pe: Se requiere Reporte

source: Resource
es_pe: Recurso

source: Resource Filter '{0}' is not valid for resource '{1}' because the resource's document type is '{2}' but the filter's reference doctype is '{3}'.
es_pe: El Filtro de Recurso '{0}' no es válido para el recurso '{1}' porque el tipo de documento del recurso es '{2}' pero el doctype de referencia del filtro es '{3}'.

source: Resource Filter '{0}' is not valid for resource '{1}' because the resource's report is '{2}' but the filter's reference report is '{3}'.
es_pe: El Filtro de Recurso '{0}' no es válido para el recurso '{1}' porque el reporte del recurso es '{2}' pero el reporte de referencia del filtro es '{3}'.

source: Resource Filters
es_pe: Filtros de Recurso

source: Resource Name
es_pe: Nombre de Recurso

source: Resource or (Type and Document Type/Report) is required
es_pe: Se requiere Recurso o (Tipo y Tipo de Documento/Reporte)

source: Restore Defaults
es_pe: Restaurar Valores Predeterminados

source: Results
es_pe: Resultados

source: Retry
es_pe: Reintentar

source: Retry After
es_pe: Reintentar Después

source: Retry Count
es_pe: Contador de Reintentos

source: Retry Delay
es_pe: Retraso de Reintento

source: Review
es_pe: Revisión

source: Review Comments
es_pe: Comentarios de Revisión

source: Review Data
es_pe: Datos de Revisión

source: Review Rule
es_pe: Regla de Revisión

source: Review approved
es_pe: Revisión aprobada

source: Review rejected
es_pe: Revisión rechazada

source: Role
es_pe: Rol

source: Role Permissions
es_pe: Permisos de Rol

source: Rule Type
es_pe: Tipo de Regla

source: SQL Preview
es_pe: Vista Previa de SQL

source: Sales Manager
es_pe: Gerente de Ventas

source: Sales Master Manager
es_pe: Gerente Maestro de Ventas

source: Sales User
es_pe: Usuario de Ventas

source: Scheduler
es_pe: Programador

source: Script Type
es_pe: Tipo de Script

source: Script not found
es_pe: Script no encontrado

source: Search
es_pe: Buscar

source: Search on SUNAT
es_pe: Buscar en SUNAT

source: Searching RUC/DNI on SUNAT...
es_pe: Buscando RUC/DNI en SUNAT...

source: Searching...
es_pe: Buscando...

source: See Pending Reviews
es_pe: Ver Revisiones Pendientes

source: See Website
es_pe: Ver Sitio Web

source: Select
es_pe: Seleccionar

source: Series
es_pe: Serie

source: Server Scripts
es_pe: Scripts del Servidor

source: Settings
es_pe: Configuraciones

source: Show System Generated
es_pe: Mostrar Generados por el Sistema

source: Show UI Fields
es_pe: Mostrar Campos de UI

source: Skipped
es_pe: Omitido

source: Skipped {0} action(s) (already exist or error):
es_pe: Se omitieron {0} acción(es) (ya existen o error):

source: Source DocType
es_pe: DocType de Origen

source: Source Document
es_pe: Documento de Origen

source: Start
es_pe: Iniciar

source: Started
es_pe: Iniciado

source: Started At
es_pe: Iniciado A las

source: Status
es_pe: Estado

source: Stock Manager
es_pe: Gerente de Almacén

source: Stock User
es_pe: Usuario de Almacén

source: Success
es_pe: Éxito

source: Sync Job
es_pe: Trabajo de Sincronización

source: Sync Job Type
es_pe: Tipo de Trabajo de Sincronización

source: Sync Job Type Name
es_pe: Nombre del Tipo de Trabajo de Sincronización

source: Sync job canceled
es_pe: Trabajo de sincronización cancelado

source: Sync job module has not been created yet. Save the document to generate boilerplate files.
es_pe: El módulo de trabajo de sincronización aún no ha sido creado. Guarda el documento para generar archivos plantilla.

source: Sync job module must have either execute() function (bypass mode) or update_target_doc() with get_target_document() or get_multiple_target_documents() (standard mode)
es_pe: El módulo de trabajo de sincronización debe tener la función execute() (modo bypass) o update_target_doc() con get_target_document() o get_multiple_target_documents() (modo estándar)

source: Sync job queued
es_pe: Trabajo de sincronización en cola

source: Sync job queued for retry
es_pe: Trabajo de sincronización en cola para reintento

source: System Manager
es_pe: Gerente del Sistema

source: TC URL
es_pe: URL para TC

source: Target DocType
es_pe: DocType de Destino

source: Target Document
es_pe: Documento de Destino

source: Target document state after sync
es_pe: Estado del documento de destino después de la sincronización

source: Target document state before sync
es_pe: Estado del documento de destino antes de la sincronización

source: Target info must contain 'operation' key
es_pe: La información del destino debe contener la clave 'operation'

source: Test Connection
es_pe: Probar Conexión

source: The report you requested has been generated.<br><br>Click here to download:<br><a href='{0}'>{0}</a><br><br>This link will expire in {1} hours.
es_pe: El reporte que solicitaste ha sido generado.<br><br>Haz clic aquí para descargar:<br><a href='{0}'>{0}</a><br><br>Este enlace expirará en {1} horas.

source: This document has {0} pending review(s).
es_pe: Este documento tiene {0} revisión(es) pendiente(s).

source: Time Taken
es_pe: Tiempo Transcurrido

source: Time in minutes to cache user-rule matching results. Set to 0 to disable caching.
es_pe: Tiempo en minutos para almacenar en caché los resultados de coincidencia de reglas de usuario. Establécelo en 0 para deshabilitar el almacenamiento en caché.

source: Timeout
es_pe: Tiempo Agotado

source: Title
es_pe: Título

source: Trigger Document Timestamp
es_pe: Marca de Tiempo del Documento Disparador

source: Trigger Type
es_pe: Tipo de Disparador

source: Triggered By DocType
es_pe: Disparado por DocType

source: Triggered By Document
es_pe: Disparado por Documento

source: Tweaks
es_pe: Ajustes

source: Type
es_pe: Tipo

source: Type is required
es_pe: Se requiere Tipo

source: Type, Document Type, or Report cannot be changed for a standard AC Resource
es_pe: El Tipo, Tipo de Documento o Reporte no se pueden cambiar para un Recurso AC estándar

source: Unsafe SQL query
es_pe: Consulta SQL insegura

source: Update
es_pe: Actualizar

source: Update Actions
es_pe: Actualizar Acciones

source: Updated Data
es_pe: Datos Actualizados

source: User
es_pe: Usuario

source: User ID
es_pe: ID de Usuario

source: User Rule Match Cache TTL (minutes)
es_pe: TTL de Caché de Coincidencia de Reglas de Usuario (minutos)

source: Valid From
es_pe: Válido Desde

source: Valid To
es_pe: Válido Hasta

source: Valid Upto
es_pe: Válido Hasta

source: Verbose Logging
es_pe: Registro Detallado

source: Version-format diff between current and updated data
es_pe: Diferencia en formato de versión entre datos actuales y actualizados

source: Website URL
es_pe: URL del Sitio Web

source: When disabled, current data and updated data fields will be cleared when sync job completes
es_pe: Cuando esté deshabilitado, los campos de datos actuales y datos actualizados se limpiarán cuando se complete el trabajo de sincronización

source: Yes
es_pe: Sí

source: You are not allowed to create standard AC Resource
es_pe: No tienes permisos para crear un Recurso AC estándar

source: You are not allowed to delete standard AC Resource
es_pe: No tienes permisos para eliminar un Recurso AC estándar

source: You can try changing the filters of your report.
es_pe: Puedes intentar cambiar los filtros de tu reporte.

source: You do not have permission to perform this workflow action
es_pe: No tienes permiso para realizar esta acción de flujo de trabajo

source: Your exported report: {0}
es_pe: Tu reporte exportado: {0}

source: docname and doctype are required
es_pe: docname y doctype son requeridos

source: sync_job_type is required
es_pe: sync_job_type es requerido

source: target_document_name is required for {0} operation
es_pe: target_document_name es requerido para la operación {0}

source: {0} created successfully
es_pe: {0} creado exitosamente

source: {0} {1} not found
es_pe: {0} {1} no encontrado
